{
  "events": [
    {
      "type": "battle",
      "description": "Из густого мрака выпрыгивает исполинский паук, его ядовитые клыки блестят в свете факела.",
      "story": "Вы осторожно идёте по сумрачному коридору, стараясь не выдать своё присутствие. Однако ваша нога задевает расшатанный камень, и тишину разрывает шипение. Из темноты выползает чудовищный паучий силуэт — голодный и готовый к нападению!",
      "image": "battle_sample.webp"
    },
    {
      "type": "battle",
      "description": "Стая взбесившихся летучих мышей налетает на вас, клацая крошечными клыками!",
      "story": "Гулкое шуршание где-то над головой заставляет вас замереть. Вдруг, из мрака, целый вихрь крылатых существ обрушивается прямо на вас. Эти летучие мыши, словно живые снаряды, не намерены пропускать незваного гостя без боя.",
      "image": "battle_sample.webp"
    },
    {
      "type": "battle",
      "description": "Разъярённый гоблин выскакивает из-за угла, сжимая в руках блестящий кинжал!",
      "story": "Вы различаете крошечную фигуру, крадущуюся в глубокой тени. Когда вы делаете шаг вперёд, гоблин издаёт хриплый вопль и бросается на вас, взмахивая кинжалом. В его жадных глазах читается безумная решимость.",
      "image": "battle_sample.webp"
    },
    {
      "type": "battle",
      "description": "Гигантский змей извивается перед вами, громко шипя и поднимая голову для атаки.",
      "story": "Странный шипящий звук эхом разносится по каменным стенам. Вы замираете, замечая, как из полумрака выползает огромная чешуйчатая тварь. Змей глядит на вас немигающими глазами и явно собирается напасть.",
      "image": "battle_sample.webp"
    },
    {
      "type": "battle",
      "description": "Вооружённый скелет медленно поднимается и идёт на вас с ржавым мечом в костлявой руке.",
      "story": "Глухой лязг металла по камню заставляет ваши нервы напрячься. Из тёмного угла поднимается скелет воина. Пустые глазницы словно пронизывают вас насквозь, а блеклый от времени меч жаждет следующей жертвы.",
      "image": "battle_sample.webp"
    },
    {
      "type": "battle",
      "description": "Огромный медведь встаёт на задние лапы и глухо рычит, блокируя вам путь.",
      "story": "Вы слышите угрожающее ворчание, и вибрация этого звука передаётся прямо в грудь. Из полутьмы выходит исполинский медведь; в глазах зверя читается голод и ярость. Кажется, он видит в вас лишь добычу.",
      "image": "battle_sample.webp"
    },
    {
      "type": "battle",
      "description": "Рой визжащих крыс стремительно бросается вперёд, сверкая острыми зубами!",
      "story": "Противный писк доносится откуда-то снизу, и через мгновение вы понимаете, что окружены целой стаей крыс. Они скалятся, жадно щёлкая зубами, и кинутся на вас при первой возможности.",
      "image": "battle_sample.webp"
    },
    {
      "type": "battle",
      "description": "Сверху на нитях паутины бесшумно спускается гигантский паук.",
      "story": "Тихий шелест за вашей спиной заставляет вас поднять голову. Из свода пещеры по липкой нити скользит чудовищное восьминогое создание. Его многочисленные глаза блестят в сумраке, поджидая мгновения для атаки.",
      "image": "battle_sample.webp"
    },
    {
      "type": "battle",
      "description": "Стая волков, оглашая коридоры громким воем, мчится прямо на вас!",
      "story": "Пронзительный вой разбивает гнетущую тишину. В слабом свете факела вы замечаете, как из глубины подземелья вырываются волки с горящими глазами. Они явно не намерены выпускать вас живым из своих владений.",
      "image": "battle_sample.webp"
    },
    {
      "type": "battle",
      "description": "Гигантский змей опасно шипит и извивается, готовясь напасть.",
      "story": "Зловещее шипение возобновляется с новой силой. Из трещины в стене выползает ещё одна гигантская змея, чешуя которой поблёскивает при каждом движении. Змей раздувает свою грозную голову, стремясь взять вас в кольца.",
      "image": "battle_sample.webp"
    },
    {
      "type": "rest",
      "description": "Вы обнаружили тихий уголок, где можно залечь на короткий привал. +1 HP.",
      "story": "В глубине подземелья вы натыкаетесь на маленький грот, усыпанный мягким мхом. Влажные стены приглушают звуки снаружи. Здесь можно расслабиться и перевести дух, восстанавливая силы.",
      "image": "rest_sample.webp"
    },
    {
      "type": "rest",
      "description": "Вы замечаете ключевой родник с чистейшей водой, где можно освежиться. +1 HP.",
      "story": "Сквозь тёмный лабиринт вы пробираетесь к еле слышному журчанию. Перед вами проявляется прозрачный родник, отражающий мерцающий свет факела. Вы с облегчением пьёте прохладную воду и чувствуете прилив сил.",
      "image": "rest_sample.webp"
    },
    {
      "type": "rest",
      "description": "В глубине туннеля тёплым светом мерцает забытый костерок. +1 HP.",
      "story": "Вы находите следы чьего-то старого лагеря: ещё тлеющие угли и сложенные дрова. Над пламенем витают искры, напоминающие о поверхности. Наконец-то можно согреться и чуть-чуть отдохнуть.",
      "image": "rest_sample.webp"
    },
    {
      "type": "rest",
      "description": "Вы наткнулись на маленькую камеру, защищённую от ветра и монстров. +1 HP.",
      "story": "Открыв боковой проход, вы попадаете в грот, стены которого поросли густым лишайником. Здесь удивительно тихо, и ощущение уюта успокаивает натянутые нервы. Самое время сделать передышку.",
      "image": "rest_sample.webp"
    },
    {
      "type": "rest",
      "description": "Из трещин в стене сочится небольшой ручей с прохладной водой. +1 HP.",
      "story": "Лёгкий плеск взывает к вашему вниманию. Подойдя ближе, вы видите тонкий ручей, тихо текущий между камнями. Его прохлада бодрит, а нежный звук течения помогает снять усталость.",
      "image": "rest_sample.webp"
    },
    {
      "type": "rest",
      "description": "За поворотом раздаётся звук падающей воды — это маленький подземный водопад. +1 HP.",
      "story": "Вода ниспадает с уступа, образуя тихую заводь. Лёгкая дымка брызг охлаждает воздух, смывая с вас пыль сражений. Здесь вы можете на мгновение забыть о тьме, царящей вокруг.",
      "image": "rest_sample.webp"
    },
    {
      "type": "rest",
      "description": "В полутьме мерцает небольшой пруд, манящий своей спокойной гладью. +1 HP.",
      "story": "Слабый отблеск факела падает на стоячую воду, окружённую причудливыми камнями. Тишина этого уголка словно обнимает вас, позволяя отпустить тревоги и слегка восстановить силы.",
      "image": "rest_sample.webp"
    },
    {
      "type": "rest",
      "description": "Невероятно, но в глубине подземелья притаился крошечный лесок. +1 HP.",
      "story": "Узкий луч света проникает через трещину в сводах, питая невысокие деревца и мох под ними. Вы слышите негромкий шелест листьев, и это спокойствие наполняет вашу душу умиротворением.",
      "image": "rest_sample.webp"
    },
    {
      "type": "rest",
      "description": "Вы вышли на крохотный луг, залитый мягким светом неизвестного происхождения. +1 HP.",
      "story": "На этом лугу царит едва уловимая магическая аура, из-за которой цветы здесь всё ещё живы. Вы присаживаетесь на мягкую траву и позволяете себе немного расслабиться, набираясь сил.",
      "image": "rest_sample.webp"
    },
    {
      "type": "rest",
      "description": "Посреди подземелья возвышается небольшой холм, куда можно взобраться и отдохнуть. +1 HP.",
      "image": "rest_sample.webp",
      "story": "Поднявшись на этот миниатюрный пригорок, вы замечаете, что отсюда открывается вид на часть коридоров. Сидя на возвышении, вы чувствуете себя в относительной безопасности — самое время перевести дыхание."
    },
    {
      "type": "trap",
      "description": "Резкий щелчок под ногами, и вы чувствуете острую боль! -1 HP.",
      "story": "В тусклом свете вы видите механизмы, скрытые под камнем. Как только вы наступаете на одну из плит, ловушка срабатывает и больно жалит вас, вынуждая отскочить назад.",
      "image": "trap_sample.webp"
    },
    {
      "type": "trap",
      "description": "Натянутая ниточка внезапно дрогнула, и вам угрожает опасность! -1 HP.",
      "story": "Тонкая, почти незаметная леска была натянута поперёк коридора. Вы случайно задеваете её, и тут же из стены вылетает стрела или вспыхивает огонь, раня вас.",
      "image": "trap_sample.webp"
    },
    {
      "type": "trap",
      "description": "Под вашими ногами каменная плита сдвинулась, запустив злой механизм! -1 HP.",
      "story": "Скрежет и лязг железа отдаются в ушах, когда плита уходит вниз. Ловушка давно ждала свою жертву. Вам приходится сдерживать крик от резкого укола или удара.",
      "image": "trap_sample.webp"
    },
    {
      "type": "trap",
      "description": "Скрытая верёвка натягивается, и шипы атакуют вас из потайного прохода! -1 HP.",
      "story": "В полутьме пещеры свисает едва видимая верёвка. Стоит вам её коснуться, как раздаётся механический скрип, и острые шипы выстреливают прямо в вашу сторону.",
      "image": "trap_sample.webp"
    },
    {
      "type": "trap",
      "description": "Маскированная плита внезапно нажимается под вашим весом! -1 HP.",
      "story": "Плиты в этом старом подземелье выглядят одинаково, но одна из них оказалась коварной ловушкой. При нажатии вы слышите клацание, и следующую секунду вас пронзают выпущенные шипы или лезвия.",
      "image": "trap_sample.webp"
    },
    {
      "type": "trap",
      "description": "Вы случайно задеваете рычаг, притаившийся в стене, и ловушка активируется! -1 HP.",
      "story": "В темноте вы замечаете лишь смутные очертания рычага на стене. Стоит вам слегка толкнуть его плечом, как из потолка с грохотом обрушиваются камни или стрелы, раня вас.",
      "image": "trap_sample.webp"
    },
    {
      "type": "trap",
      "description": "Едва заметная кнопка под ногами щёлкает, запуская ловушку! -1 HP.",
      "story": "Вы старательно обходили все подозрительные места, но этот выступ на полу оказался нажимным механизмом. Раздаётся глухой удар — и вы в последний момент отскакиваете от выстреливших шипов.",
      "image": "trap_sample.webp"
    },
    {
      "type": "trap",
      "description": "Вы тронули старую ржавую цепь, и механизм приводится в действие! -1 HP.",
      "story": "В сумраке пещеры виднеется ржавая цепь, свисающая с потолка. Стоит вам к ней прикоснуться, как начинаются лязг и скрежет: ловушка срабатывает, нанося вам повреждение.",
      "image": "trap_sample.webp"
    },
    {
      "type": "trap",
      "description": "Неосторожный шаг активирует потайной рычаг в полу! -1 HP.",
      "story": "Пол под вами вдруг проседает, обнажая скрытый рычаг. Металлические части ловушки приводятся в движение, и вы чувствуете укол боли от выпущенных шипов или клинков.",
      "image": "trap_sample.webp"
    },
    {
      "type": "trap",
      "description": "Вы снова задеваете незаметную верёвку, и ловушка не прощает ошибок! -1 HP.",
      "story": "В этом коридоре предостаточно скрытых пут и растяжек. Вы, к сожалению, замечаете одну из них слишком поздно: грозный механизм выпускает смертоносный залп, оставляя вас раненым.",
      "image": "trap_sample.webp"
    },
    {
      "type": "treasure",
      "description": "В тёмном углу стоит ветхий сундук, полный сверкающих драгоценностей. +1 HP.",
      "story": "Под толстым слоем пыли и паутины вы находите настоящее богатство. Открывая крышку, замечаете переливающиеся самоцветы и звонкие монеты. Среди них лежит флакон целебного зелья, которое возвращает вам часть сил.",
      "image": "treasure_sample.webp"
    },
    {
      "type": "treasure",
      "description": "На полу валяется тяжёлый мешок с золотом, звенящий при каждом движении. +1 HP.",
      "story": "Вы поднимаете мешок — и рука сразу чувствует приятную тяжесть. Внутри поблескивают золотые монеты, а в сторонке обнаруживается крошечная бутылочка с исцеляющей настойкой.",
      "image": "treasure_sample.webp"
    },
    {
      "type": "treasure",
      "description": "Вы отыскиваете старинный сундук, доверху набитый драгоценными камнями. +1 HP.",
      "story": "Сломав ржавый замок, вы видите россыпь рубинов, изумрудов и сапфиров. На самом дне, под слоем бархатной ткани, спрятана склянка с лечебным эликсиром, сияющим мягким светом.",
      "image": "treasure_sample.webp"
    },
    {
      "type": "treasure",
      "description": "Небольшой сундук раскрывается, показывая коллекцию древнего оружия. +1 HP.",
      "story": "Вы находите мечи, копья и луки, излучающие ауру былой славы. Каждое оружие выполнено с тончайшим мастерством. Среди ржавых клинков лежит и небольшой флакон, наполненный целительным зелёным раствором.",
      "image": "treasure_sample.webp"
    },
    {
      "type": "treasure",
      "description": "Среди обломков вы видите сундук с добротными доспехами. +1 HP.",
      "story": "Вскрыв крышку, вы достаёте пыльный, но прочный нагрудник и наручи, украшенные хитрыми узорами. Под ними, в тайном отделении, припрятан пузырёк с волшебным снадобьем, восстанавливающим здоровье.",
      "image": "treasure_sample.webp"
    },
    {
      "type": "treasure",
      "description": "Вы обнаружили сундук, набитый пыльными фолиантами и свитками. +1 HP.",
      "story": "Перелистывая древние страницы, вы видите заклинания и легенды о давно забытых землях. В углу сундука обнаруживается склянка с целебным отваром, придающим вам новых сил.",
      "image": "treasure_sample.webp"
    },
    {
      "type": "treasure",
      "description": "Сундук оказывается полон карт неизведанных земель и подземелий. +1 HP.",
      "story": "На свитках нанесены сложные контуры гор и рек. Возможно, эти карты помогут вам отыскать ещё больше сокровищ. Под пергаментами вы находите бутылочку с зельем, что поможет восстановить вашу энергию.",
      "image": "treasure_sample.webp"
    },
    {
      "type": "treasure",
      "description": "Вы находите сундук со всевозможными инструментами для искателя приключений. +1 HP.",
      "story": "Внутри аккуратно разложены приборы для взлома, набор алхимика и даже точильный камень. На дне виднеется пузырёк с целебным раствором, который наверняка выручит вас в дальнейших испытаниях.",
      "image": "treasure_sample.webp"
    },
    {
      "type": "treasure",
      "description": "Старая деревянная коробка набита различной едой и провиантом. +1 HP.",
      "story": "Вы чувствуете запах вяленого мяса и сушёных фруктов. Доставая припасы, вы замечаете маленькую склянку с лечебным зельем, спрятанную среди свёртков еды. Приятный сюрприз!",
      "image": "treasure_sample.webp"
    },
    {
      "type": "treasure",
      "description": "Сундук под завязку заполнен разноцветными колбами и флаконами с зельями. +1 HP.",
      "story": "Открывая крышку, вы видите целую коллекцию таинственных настоек и зелий. Одно из них ярко светится, излучая благотворную энергию, — именно оно поможет вам немного поправить здоровье.",
      "image": "treasure_sample.webp"
    },
    {
      "type": "miniboss",
      "description": "На вашем пути встаёт устрашающий тролль, держащий тяжёлую дубину в лапищах.",
      "story": "Гулкие удары ног о каменный пол предвещают его появление. Тролль, массивный и уродливый, с зелёной кожей и клыками, грозно рычит, готовый снести любого, кто посмеет проникнуть на его территорию.",
      "image": "miniboss_sample.webp"
    },
    {
      "type": "miniboss",
      "description": "Перед вами появляется огр с грубо обтёсанной дубиной, осматривая вас недобрым взглядом.",
      "story": "Глухие шаги раздаются в коридоре, словно эхо далёкого грома. Огромный огр медленно приближается, волоча за собой дубину. Злоба исходит от него волнами, и он не намерен пропускать вас дальше.",
      "image": "miniboss_sample.webp"
    },
    {
      "type": "miniboss",
      "description": "Великан с дубиной, возвышаясь под сводами, готовится сокрушить вас одним ударом.",
      "story": "Каждый его шаг сотрясает каменную кладку, а голова почти касается потолка. Гулкий рык великана предупреждает: вы вторглись в чужие владения и должны будете за это поплатиться.",
      "image": "miniboss_sample.webp"
    },
    {
      "type": "miniboss",
      "description": "Циклоп с единственным глазом и огромной дубиной преграждает путь.",
      "story": "Глухие удары о пол, и перед вами предстает циклоп — существо из древних легенд. Его глаз сверлит вас недоброжелательным взглядом, а в руках он сжимает дубину, способную расколоть скалу.",
      "image": "miniboss_sample.webp"
    },
    {
      "type": "miniboss",
      "description": "Дракон, сжимая в лапах каменную дубину, хищно щурится на вас.",
      "story": "Невероятное зрелище: дракон, словно передвигающийся на задних конечностях, тяжело ступает по коридору. Его чешуя поблёскивает в неверном свете, а глаза источают первобытную ярость. Он явно не намерен вас отпускать.",
      "image": "miniboss_sample.webp"
    },
    {
      "type": "miniboss",
      "description": "Демон, явившийся из теней, с угрожающей дубиной в когтистой лапе.",
      "story": "Клубы мрака обретают очертания, складываясь в фигуру демона с пылающими глазами. Его рога отбрасывают зловещие тени, а каждый взмах дубины говорит о смертельной опасности для всякого, кто нарушил его покой.",
      "image": "miniboss_sample.webp"
    },
    {
      "type": "miniboss",
      "description": "Огромный змей, обвив дубину своими кольцами, шипит, заглядывая вам в глаза.",
      "story": "Виражи гигантского тела скользят по полу, а деревянная дубина странно смотрится в крепких витках змеи. Его холодные глаза неотрывно следят за каждым вашим движением, и вы понимаете, что он готов нанести сокрушительный удар.",
      "image": "miniboss_sample.webp"
    },
    {
      "type": "miniboss",
      "description": "Чудовищный паук держит дубину в передних лапах и словно вымеряет расстояние до вас.",
      "story": "Из паутины и теней выступает огромное восьминогое существо. Его глаза мерцают зловещим светом, а тяжёлые шаги по каменному полу кажутся неприродно громкими. Дубина в лапах паука выглядит абсурдно, но это не делает его менее опасным.",
      "image": "miniboss_sample.webp"
    },
    {
      "type": "miniboss",
      "description": "Могучий медведь, сжимая дубину своими лапами, зловеще рычит и не даёт вам пройти.",
      "story": "Рычание прокатывается по коридору, словно рокот грома. Медведь поднимается на задние лапы, демонстрируя всю свою мощь, а дубина в его когтях только усиливает угрозу. Его взгляду не нужен перевод: вы — враг.",
      "image": "miniboss_sample.webp"
    },
    {
      "type": "miniboss",
      "description": "Волк громадного размера, опираясь на дубину, оскаливается и скалит клыки.",
      "story": "Из полутьмы выступает огромный зверь, обладающий неестественной ловкостью. Стоя на задних лапах, он напоминает кошмарное порождение тёмной магии. Оскал волка даёт понять, что вы — желанная добыча.",
      "image": "miniboss_sample.webp"
    },
    {
      "type": "boss",
      "description": "Сам повелитель этих глубин! Его взгляд полон ненависти, а меч готов разрубить вас пополам.",
      "story": "Оглушительный рёв сотрясает стены подземелья. Сквозь полумрак проступает фигура в чёрных доспехах, излучающих зловещую ауру. Он поднимает свой нечеловечески большой меч, и вы осознаёте: это легендарный повелитель подземелья, который не отпустит вас без боя.",
      "image": "boss_sample.webp"
    },
    {
      "type": "boss",
      "description": "Король подземелья восстаёт из тьмы! Его глаза горят яростью, а меч сияет смертельной магией.",
      "story": "Глухие раскаты, словно гром, раздаются вокруг. Король подземелья покидает свой трон в глубине мрака и идёт к вам, каждый шаг отзывается в груди ударом страха. Его меч искрит чёрной энергией, жаждущей вашей крови.",
      "image": "boss_sample.webp"
    },
    {
      "type": "boss",
      "description": "Владыка подземелья предстаёт перед вами, держа в руке меч, способный расколоть саму реальность.",
      "story": "Пронзительный крик эха разрывает тишину, когда владыка подземелья выходит из-за массивных ворот. Чёрные одежды развеваются, а в глазах пылает первобытная ярость. Вы чувствуете, что противник владеет силой, превосходящей человеческую.",
      "image": "boss_sample.webp"
    },
    {
      "type": "boss",
      "description": "Хозяин подземелья обнажает клинок, пропитанный злой магией и готовый к беспощадной резне.",
      "story": "Гулкий рык раздаётся в глубине свода, и из тени выходит высокий воин в изукрашенном доспехе. Его меч излучает чёрные всполохи, а взгляд не оставляет сомнений — он не потерпит чужаков на своей территории.",
      "image": "boss_sample.webp"
    },
    {
      "type": "boss",
      "description": "Властелин подземелья, сверкая устрашающим оружием, встречает вас холодной яростью во взгляде.",
      "story": "Словно гром среди ясного неба, его голос заставляет дрогнуть само подземелье. Меч в руках властелина колеблет воздух мрачным, пульсирующим сиянием. Он неустрашимо смотрит вам в глаза, готовясь к финальному поединку.",
      "image": "boss_sample.webp"
    },
    {
      "type": "boss",
      "description": "Повелитель тьмы, окутанный чёрным пламенем, обрушивает на вас яростный взгляд.",
      "story": "Тени сгущаются, и вы видите, как из них вырастает фигура в плаще, сотканном из ночи. Его меч, казалось бы, создан из живой тьмы, и каждый удар обещает стать последним для тех, кто осмелился бросить ему вызов.",
      "image": "boss_sample.webp"
    },
    {
      "type": "boss",
      "description": "Король тьмы повелевает ночным мраком! Его клинок мечет искры, готовый к безжалостной расправе.",
      "story": "Грохочущий смех раздаётся повсюду, когда король тьмы приближается. Его глаза сияют багровым светом, словно две пропасти, поглощающие надежду. Меч с рунами зла дрожит от нетерпения вкусить кровь непрошеных гостей.",
      "image": "boss_sample.webp"
    },
    {
      "type": "boss",
      "description": "Владыка тьмы поднимает меч, вокруг которого вьются живые тени, жаждущие вашей гибели.",
      "story": "Тягучий рев сотрясает стены, когда владыка тьмы показывает свою истинную силу. Из-под доспехов вырывается мрачная энергия, и кажется, само пространство искривляется от её давления. Противник, достойный лишь самых отчаянных героев!",
      "image": "boss_sample.webp"
    },
    {
      "type": "boss",
      "description": "Хозяин тьмы парит над землёй, держа в руке клинок, от которого веет холодом смерти.",
      "story": "Неестественное свечение выхватывает очертания древнего существа, доселе дремавшего в глубинах подземелья. Сквозь призрачные тени проступает образ воина со сталью в руке и мёртвым огнём в глазах, не знающим пощады.",
      "image": "boss_sample.webp"
    },
    {
      "type": "boss",
      "description": "Властелин тьмы предстаёт во всём своём ужасе! Его меч пропитан кровавой магией.",
      "story": "Вспышка чёрного пламени рассеивает тьму, открывая взору чудовищную фигуру. Глаза властелина тьмы горят адским огнём, а из клинка сочится сгущённая злоба. Вы чувствуете, как само подземелье содрогается от его присутствия.",
      "image": "boss_sample.webp"
    },
    {
      "type": "exit",
      "description": "В отдалении мерцает тусклый свет. Похоже, это дорога к спасению! Вы почти на свободе!",
      "story": "Сквозь бесконечный мрак вы вдруг замечаете проблеск света, еле различимый, но такой желанный. Сердце замирает от предвкушения выхода — осталось лишь сделать несколько последних шагов.",
      "image": "exit_sample.webp"
    },
    {
      "type": "exit",
      "description": "В тени коридора вы различаете массивную дверь, за которой теплятся признаки жизни. Свобода близко!",
      "story": "Толстые доски двери чуть приоткрыты, и вы чувствуете лёгкий сквозняк. За дверью, возможно, лежит мир, полный света и свежего воздуха. Нужно лишь добраться до неё и совершить решающий рывок.",
      "image": "exit_sample.webp"
    },
    {
      "type": "exit",
      "description": "Вы видите древнюю каменную лестницу, ведущую вверх. Это путь к спасению! Вы почти выбрались!",
      "story": "Спиральные ступени уходят в неизвестность, но сверху виден слабый луч света. С каждым шагом сердце бьётся всё быстрее. Кажется, опасности подземелья скоро останутся позади.",
      "image": "exit_sample.webp"
    },
    {
      "type": "exit",
      "description": "Перед вами колеблется магический портал, мерцающий голубым светом. Это ваш шанс на выход!",
      "story": "Тонкий звук энергетических потоков наполняет воздух. Вы видите завесу, сквозь которую просачивается новый мир. Портал манит вас, обещая мгновенно перенести в безопасное место вдали от тёмных глубин.",
      "image": "exit_sample.webp"
    },
    {
      "type": "exit",
      "description": "Высоко в стене проглядывает узкое окно, из которого льётся дневной свет. Спасение совсем рядом!",
      "story": "Тёплые лучи солнца касаются вашей руки, пробуждая надежду. Пусть окно и узкое, но за ним лежит весь остальной мир, где нет места вечной тьме. Ваша цель — добраться до этого источника жизни.",
      "image": "exit_sample.webp"
    },
    {
      "type": "exit",
      "description": "Вы замечаете люк в потолке, сквозь который проникает дуновение свежего воздуха. Вы почти выбрались!",
      "story": "Над головой виднеется небольшая крышка, чуть приподнятая. Оттуда доносится шум листвы или приглушённые звуки дикой природы. Осталось лишь найти способ открыть люк и выползти на свет.",
      "image": "exit_sample.webp"
    },
    {
      "type": "exit",
      "description": "Узкий мост перекинут через бездонную пропасть, а на другом конце виднеется просвет к свободе!",
      "story": "Вы стоите у края провала, за которым мерцает слабый солнечный луч. Несмотря на шаткость моста, другого пути нет. Пройдя его, вы сможете покинуть эти мрачные стены.",
      "image": "exit_sample.webp"
    },
    {
      "type": "exit",
      "description": "Сквозь завалы и корни пробирается старая тропа, ведущая наружу. Свобода — за поворотом!",
      "story": "Вы ступаете по едва различимой дорожке, которая тянется вверх, извиваясь между обломками и зарослями корней. С каждым метром воздух становится чище, и вы ощущаете приближение долгожданной вольной жизни.",
      "image": "exit_sample.webp"
    },
    {
      "type": "exit",
      "description": "Прямо перед вами старинная брусчатая дорога, обещающая выход на поверхность. Вы почти там!",
      "story": "Ровные камни под ногами придают уверенности, а где-то вдали уже слышатся лесные звуки или шум реки. Осталось пройти совсем немного, и кошмар тёмных коридоров закончится.",
      "image": "exit_sample.webp"
    },
    {
      "type": "exit",
      "description": "Виднеется узкая тропинка, разрывающая мрак подземелья. Это ваш последний шаг к свободе!",
      "story": "Из клубящихся теней проступает еле заметная дорога, уходящая вдаль, где горит свет. Сердце наполняется радостью, ведь вы чувствуете, что мрак и опасности вот-вот останутся позади.",
      "image": "exit_sample.webp"
    }
  ]
}
